Repository: sebkln/basetemplate9
Catalog: Resources/Private/Language/*.locallang_*.xlf
Languages: de

# constants.label.websiteName
source: The website's name (in title tag and Open Graph meta tag)
de: Der Name der Website (für das title-Tag und Open Graph Meta-Element)

# constants.label.headerComment
source: Add a copyright to the HTML source (as part of the TYPO3 comment)
de: Ergänze einen Copyright-Hinweis im Quelltext (als Teil des TYPO3 Kommentars)

# header_layout.altLabels.1
source: (h1) Page headline
de: (h1) Seitenüberschrift

# header_layout.altLabels.2
source: (h2) Content headline
de: (h2) Inhaltsüberschrift

# header_layout.altLabels.3
source: (h3) Subline
de: (h3) Zwischenüberschrift

# header_layout.altLabels.4
source: (h4) Smaller subline
de: (h4) Kleine Zwischenüberschrift

# header_layout.altLabels.100
source: Hidden
de: Verborgen

# BackendLayouts.title.1_column
source: 1 column (default)
de: 1-spaltig (Standard)

# BackendLayouts.title.3_columns
source: 3 columns
de: 3 Spalten

# BackendLayouts.title.2_columns_66_33
source: 2 columns (66/33)
de: 2-spaltig (66/33)

# BackendLayouts.title.2_columns_33_66
source: 2 columns (33/66)
de: 2-spaltig (33/66)

# BackendLayouts.title.2_columns_50_50
source: 2 columns (50/50)
de: 2-spaltig (50/50)

# BackendLayouts.column.main
source: Main content
de: Hauptspalte

# BackendLayouts.column.sidebar
source: Sidebar
de: Seitenleiste

# BackendLayouts.column.top
source: Top
de: Oben

# BackendLayouts.column.bottom
source: Bottom
de: Unten

# BackendLayouts.column.left
source: Left column
de: Linke Spalte

# BackendLayouts.column.middle
source: Middle column
de: Mittlere Spalte

# BackendLayouts.column.right
source: Right column
de: Rechte Spalte
